Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Change User Property
ar: تغيير خاصية المستخدم
de: Benutzereigenschaft ändern
es: Cambiar propiedad de usuario
fr: Modifier la propriété utilisateur
hi: यूज़र प्रॉपर्टी बदलें
it: Cambia proprietà utente
ja: ユーザプロパティの変更
ko: 사용자 속성 변경
pl: Zmiana właściwości użytkownika
pt_br: Alterar Propriedade do Usuário
ru: Изменение пользовательского свойства
tr: Kullanıcı Özelliğini Değiştir
uk: Зміна властивості користувача
zh_hans: 更改用户属性
zh_hant: 更改使用者屬性

source: Change wallpaper
ar: تغيير الخلفية
de: Hintergrundbild wechseln
es: Cambiar fondo de pantalla
fr: Changer de fond d’écran
hi: वॉलपेपर बदलें
it: Cambia sfondo
ja: 壁紙の変更タイミング
ko: 배경화면 변경
pl: Zmień tapetę
pt_br: Alterar Imagem de Fundo
ru: Сменить обои
tr: Duvar kâğıdını değiştir
uk: Зміна шпалер
zh_hans: 更换墙纸
zh_hant: 變更背景圖片

source: Change wallpaper when a video ends
ar: تغيير الخلفية عند انتهاء الفيديو
de: Hintergrundbild wechseln, wenn ein Video endet
es: Cambiar fondo de pantalla al finalizar un vídeo
fr: Changer de fond d’écran à la fin d’une vidéo
hi: वीडियो ख़त्म होने पर वॉलपेपर बदलें
it: Cambia sfondo al termine di un video
ja: ビデオが終了したら次を再生する
ko: 비디오가 끝나면 배경화면 변경
pl: Zmień tapetę po zakończeniu wideo
pt_br: Alterar Imagem de Fundo Quando um Vídeo Acabar
ru: Смена обоев по окончании видео
tr: Bir video sona erdiğinde duvar kâğıdını değiştir
uk: Змінити шпалеру, коли відео закінчиться
zh_hans: 在视频结束时更换墙纸
zh_hant: 影片結束播放時變更背景圖片

source: Change when video ends
ar: التغيير عند انتهاء الفيديو
de: Am Videoende wechseln
es: Cambiar al terminar el vídeo
fr: Changer à la fin de la vidéo
hi: वीडियो समाप्त होने पर बदलें
it: Cambia al termine del video
ja: ビデオの終了時に変更
ko: 비디오가 끝나면 변경
pl: Zmieniaj po zakończeniu wideo
pt_br: Mudar quando o vídeo terminar
ru: Сменять по окончании видео
tr: Video bitince değiştir
uk: Змінювати, коли відео закінчиться
zh_hans: 视频结束时切换
zh_hant: 影片結束時切換

source: Changed from the default
ar: تم تغييره عن الإعداد الافتراضي
de: Vom Standard geändert
es: Cambiado respecto al valor por omisión
fr: Modifié par rapport à la valeur par défaut
hi: डिफ़ॉल्ट से बदला गया
it: Modificato rispetto al predefinito
ja: デフォルトから変更済み
ko: 기본값에서 변경됨
pl: Zmieniono względem domyślnych
pt_br: Alterado em relação ao padrão
ru: Изменено по сравнению со значением по умолчанию
tr: Saptanmış değerden değiştirildi
uk: Змінено порівняно зі стандартним
zh_hans: 已更改默认值
zh_hant: 已更改預設值

source: Cheaper shadows
ar: ظلال أخف
de: Sparsamere Schatten
es: Sombras más ligeras
fr: Ombres allégées
hi: हल्की छायाएँ
it: Ombre più leggere
ja: 軽量シャドウ
ko: 가벼운 그림자
pl: Lżejsze cienie
pt_br: Sombras Mais Leves
ru: Облегчённые тени
tr: Hafif Gölgeler
uk: Полегшені тіні
zh_hans: 简化阴影
zh_hant: 簡化陰影

source: Check
ar: تحقق
de: Prüfen
es: Comprobar
fr: Vérifier
hi: जाँचें
it: Controlla
ja: 確認
ko: 확인
pl: Sprawdź
pt_br: Verificar
ru: Проверить
tr: Denetle
uk: Перевірити
zh_hans: 检查
zh_hant: 檢查

source: Check & Save
ar: التحقق والحفظ
de: Prüfen & sichern
es: Comprobar y guardar
fr: Vérifier et enregistrer
hi: जाँचें और सहेजें
it: Verifica e salva
ja: 確認して保存
ko: 확인 및 저장
pl: Sprawdź i zachowaj
pt_br: Verificar e Salvar
ru: Проверить и сохранить
tr: Denetle ve Kaydet
uk: Перевірити й зберегти
zh_hans: 检查并保存
zh_hant: 檢查並儲存

source: Check Again
ar: تحقق مرة أخرى
de: Erneut prüfen
es: Volver a comprobar
fr: Vérifier à nouveau
hi: फिर से जाँचें
it: Controlla di nuovo
ja: もう一度確認
ko: 다시 확인
pl: Sprawdź ponownie
pt_br: Verificar Novamente
ru: Проверить снова
tr: Yeniden Denetle
uk: Перевірити знову
zh_hans: 再次检查
zh_hant: 再次檢查

source: Check Now
ar: التحقق الآن
de: Jetzt suchen
es: Comprobar ahora
fr: Vérifier maintenant
hi: अभी जाँचें
it: Verifica ora
ja: 今すぐ確認
ko: 지금 확인
pl: Sprawdź teraz
pt_br: Verificar Agora
ru: Проверить
tr: Şimdi Denetle
uk: Перевірити зараз
zh_hans: 立即检查
zh_hant: 立即檢查

source: Check for Updates…
ar: التحقق من وجود تحديثات…
de: Nach Updates suchen …
es: Buscar actualizaciones…
fr: Rechercher des mises à jour…
hi: अपडेट के लिए जाँचें…
it: Verifica aggiornamenti…
ja: アップデートを確認…
ko: 업데이트 확인…
pl: Sprawdź uaktualnienia…
pt_br: Buscar Atualizações…
ru: Проверить обновления…
tr: Güncellemeleri Denetle…
uk: Перевірити оновлення…
zh_hans: 检查更新…
zh_hant: 檢查更新項目…

source: Check the selected folders and try again.
ar: تحقق من المجلدات المحددة وحاول مرة أخرى.
de: Überprüfen Sie die ausgewählten Ordner und versuchen Sie es erneut.
es: Comprueba las carpetas seleccionadas y vuelve a intentarlo.
fr: Vérifiez les dossiers sélectionnés et réessayez.
hi: चुने गए फ़ोल्डर जाँचें और फिर से कोशिश करें.
it: Controlla le cartelle selezionate e riprova.
ja: 選択したフォルダを確認して、もう一度お試しください。
ko: 선택한 폴더를 확인한 후 다시 시도하십시오.
pl: Sprawdź wybrane foldery i spróbuj ponownie.
pt_br: Verifique as pastas selecionadas e tente novamente.
ru: Проверьте выбранные папки и повторите попытку.
tr: Seçilen klasörleri denetleyip yeniden deneyin.
uk: Перевірте вибрані папки та спробуйте ще раз.
zh_hans: 请检查所选文件夹，然后重试。
zh_hant: 請檢查所選的檔案夾，然後再試一次。

source: Checking for updates…
ar: يجري التحقق من وجود تحديثات…
de: Nach Updates suchen …
es: Buscando actualizaciones…
fr: Recherche de mises à jour…
hi: अपडेट की जाँच की जा रही है…
it: Ricerca di aggiornamenti…
ja: アップデートを確認中…
ko: 업데이트 확인 중…
pl: Sprawdzanie uaktualnień…
pt_br: Buscando atualizações…
ru: Проверка обновлений…
tr: Güncellemeler denetleniyor…
uk: Перевірка оновлень…
zh_hans: 正在检查更新…
zh_hant: 正在檢查更新⋯

source: Checks GitHub for new versions on a schedule and tells you when one is ready.
ar: يتحقق من GitHub بحثًا عن إصدارات جديدة بشكل دوري ويُعلمك عندما يصبح أحدها جاهزًا.
de: Sucht regelmäßig auf GitHub nach neuen Versionen und meldet, wenn eine bereitsteht.
es: Busca nuevas versiones en GitHub de forma periódica y te avisa cuando hay una lista.
fr: Recherche régulièrement de nouvelles versions sur GitHub et vous prévient quand l’une d’elles est prête.
hi: नियमित रूप से GitHub पर नए वर्शन देखता है और कोई तैयार होने पर आपको बताता है।
it: Cerca periodicamente nuove versioni su GitHub e ti avvisa quando una è pronta.
ja: 定期的に GitHub で新しいバージョンを確認し、準備ができたら知らせます。
ko: 정기적으로 GitHub에서 새 버전을 확인하고 준비되면 알려 줍니다.
pl: Regularnie sprawdza nowe wersje w GitHub i informuje, gdy któraś jest gotowa.
pt_br: Procura novas versões no GitHub periodicamente e avisa quando uma estiver pronta.
ru: Регулярно проверяет новые версии на GitHub и сообщает, когда одна из них готова.
tr: GitHub’da düzenli olarak yeni sürümleri denetler ve biri hazır olduğunda size bildirir.
uk: Регулярно перевіряє нові версії на GitHub і повідомляє, коли одна з них готова.
zh_hans: 定期在 GitHub 上检查新版本，并在有新版本时通知你。
zh_hant: 定期在 GitHub 上檢查新版本，並在有新版本時通知你。

source: Chinese i18n
ar: الترجمة الصينية
de: Chinesische Lokalisierung
es: Traducción al chino
fr: Localisation chinoise
hi: चीनी अनुवाद
it: Localizzazione cinese
ja: 中国語ローカリゼーション
ko: 중국어 현지화
pl: Tłumaczenie na chiński
pt_br: Tradução para chinês
ru: Китайская локализация
tr: Çince yerelleştirme
uk: Китайська локалізація
zh_hans: 中文本地化
zh_hant: 中文在地化

source: Choose
ar: اختيار
de: Auswählen
es: Elegir
fr: Choisir
hi: चुनें
it: Scegli
ja: 選択
ko: 선택
pl: Wybierz
pt_br: Escolher
ru: Выбрать
tr: Seç
uk: Вибрати
zh_hans: 选取
zh_hant: 選擇

source: Choose Another
ar: اختيار اختصار آخر
de: Anderen wählen
es: Elegir otra
fr: En choisir un autre
hi: दूसरा चुनें
it: Scegline un’altra
ja: 別のものを選択
ko: 다른 단축키 선택
pl: Wybierz inny
pt_br: Escolher Outro
ru: Выбрать другое
tr: Başkasını Seç
uk: Вибрати інше
zh_hans: 选取其他
zh_hant: 選擇其他

source: Choose Application…
ar: اختيار تطبيق…
de: App auswählen …
es: Elegir app…
fr: Choisir une application…
hi: ऐप चुनें…
it: Scegli applicazione…
ja: アプリケーションを選択…
ko: 응용 프로그램 선택…
pl: Wybierz aplikację…
pt_br: Escolher Aplicativo…
ru: Выбрать приложение…
tr: Uygulama Seç…
uk: Вибрати програму…
zh_hans: 选取应用程序…
zh_hant: 選擇應用程式⋯

source: Choose Folder…
ar: اختيار مجلد…
de: Ordner auswählen …
es: Elegir carpeta…
fr: Choisir un dossier…
hi: फ़ोल्डर चुनें…
it: Scegli cartella…
ja: フォルダを選択…
ko: 폴더 선택…
pl: Wybierz folder…
pt_br: Escolher Pasta…
ru: Выбрать папку…
tr: Klasör Seç…
uk: Вибрати папку…
zh_hans: 选择文件夹…
zh_hant: 選擇檔案夾⋯

source: Choose Library…
ar: اختيار مكتبة…
de: Bibliothek auswählen …
es: Elegir biblioteca…
fr: Choisir une bibliothèque…
hi: लाइब्रेरी चुनें…
it: Scegli libreria…
ja: ライブラリを選択…
ko: 라이브러리 선택…
pl: Wybierz bibliotekę…
pt_br: Escolher Biblioteca…
ru: Выбрать библиотеку…
tr: Kütüphane Seç…
uk: Вибрати бібліотеку…
zh_hans: 选择库…
zh_hant: 選擇收藏庫⋯

source: Choose Playlist
ar: اختيار قائمة تشغيل
de: Playlist auswählen
es: Elegir playlist
fr: Choisir une playlist
hi: प्लेलिस्ट चुनें
it: Scegli playlist
ja: プレイリストを選択
ko: 플레이리스트 선택
pl: Wybierz playlistę
pt_br: Escolher Playlist
ru: Выбрать плейлист
tr: Çalma Listesi Seç
uk: Вибрати список відтворення
zh_hans: 选取播放列表
zh_hant: 選擇播放列表

source: Choose Profile
ar: اختيار ملف شخصي
de: Profil auswählen
es: Elegir perfil
fr: Choisir un profil
hi: प्रोफ़ाइल चुनें
it: Scegli profilo
ja: プロファイルを選択
ko: 프로필 선택
pl: Wybierz profil
pt_br: Escolher Perfil
ru: Выбрать профиль
tr: Profil Seç
uk: Вибрати профіль
zh_hans: 选取配置文件
zh_hant: 選擇設定檔

source: Choose Steam Folder…
ar: اختيار مجلد Steam…
de: Steam-Ordner auswählen …
es: Elegir carpeta de Steam…
fr: Choisir le dossier Steam…
hi: Steam फ़ोल्डर चुनें…
it: Scegli cartella di Steam…
ja: Steam フォルダを選択…
ko: Steam 폴더 선택…
pl: Wybierz folder Steam…
pt_br: Escolher Pasta do Steam…
ru: Выбрать папку Steam…
tr: Steam Klasörünü Seç…
uk: Вибрати папку Steam…
zh_hans: 选择 Steam 文件夹…
zh_hant: 選擇 Steam 檔案夾⋯

source: Choose Wallpaper Storage Folder
ar: اختيار مجلد مخزن خلفيات الشاشة
de: Ordner für Hintergrundbild-Speicher auswählen
es: Elegir carpeta de almacenamiento de fondos de pantalla
fr: Choisir le dossier de stockage des fonds d’écran
hi: वॉलपेपर स्टोरेज फ़ोल्डर चुनें
it: Scegli la cartella Archivio sfondi
ja: 壁紙の保存場所のフォルダを選択
ko: 배경화면 저장 공간 폴더 선택
pl: Wybierz folder Magazynu tapet
pt_br: Escolha a pasta de Armazenamento de Imagens de Fundo
ru: Выберите папку хранилища обоев
tr: Duvar Kâğıdı Deposu klasörünü seçin
uk: Виберіть папку сховища шпалер
zh_hans: 选取墙纸存储位置文件夹
zh_hant: 選擇背景圖片儲存位置檔案夾

source: Choose Wallpaper…
ar: اختيار خلفية…
de: Hintergrundbild auswählen …
es: Elegir fondo de pantalla…
fr: Choisir un fond d’écran…
hi: वॉलपेपर चुनें…
it: Scegli sfondo…
ja: 壁紙を選択…
ko: 배경화면 선택…
pl: Wybierz tapetę…
pt_br: Escolher Imagem de Fundo…
ru: Выбрать обои…
tr: Duvar Kâğıdı Seç…
uk: Вибрати шпалеру…
zh_hans: 选取墙纸…
zh_hant: 選擇背景圖片⋯

source: Choose a Steam folder or its steamapps folder.
ar: اختر مجلد Steam أو مجلد steamapps الخاص به.
de: Wählen Sie einen Steam-Ordner oder dessen Ordner „steamapps“.
es: Elige una carpeta de Steam o su carpeta steamapps.
fr: Choisissez un dossier Steam ou son dossier steamapps.
hi: कोई Steam फ़ोल्डर या उसका steamapps फ़ोल्डर चुनें।
it: Scegli una cartella di Steam o la sua cartella steamapps.
ja: Steam フォルダか、その steamapps フォルダを選択してください。
ko: Steam 폴더나 그 안의 steamapps 폴더를 선택하십시오.
pl: Wybierz folder Steam lub jego folder steamapps.
pt_br: Escolha uma pasta do Steam ou a pasta steamapps dela.
ru: Выберите папку Steam или её папку steamapps.
tr: Bir Steam klasörü ya da içindeki steamapps klasörünü seçin.
uk: Виберіть папку Steam або її папку steamapps.
zh_hans: 选择 Steam 文件夹或其中的 steamapps 文件夹。
zh_hant: 選擇 Steam 檔案夾或其中的 steamapps 檔案夾。

source: Choose a Wallpaper Engine Folder…
ar: اختيار مجلد Wallpaper Engine…
de: Wallpaper Engine-Ordner auswählen …
es: Elegir una carpeta de Wallpaper Engine…
fr: Choisir un dossier Wallpaper Engine…
hi: Wallpaper Engine फ़ोल्डर चुनें…
it: Scegli una cartella di Wallpaper Engine…
ja: Wallpaper Engine のフォルダを選択…
ko: Wallpaper Engine 폴더 선택…
pl: Wybierz folder Wallpaper Engine…
pt_br: Escolher uma Pasta do Wallpaper Engine…
ru: Выбрать папку Wallpaper Engine…
tr: Bir Wallpaper Engine Klasörü Seç…
uk: Вибрати папку Wallpaper Engine…
zh_hans: 选择 Wallpaper Engine 文件夹…
zh_hant: 選擇 Wallpaper Engine 檔案夾⋯

source: Choose a Wallpaper Engine folder or its assets folder.
ar: اختر مجلد Wallpaper Engine أو مجلد assets الخاص به.
de: Wähle einen Wallpaper Engine-Ordner oder dessen Assets-Ordner.
es: Elige una carpeta de Wallpaper Engine o su carpeta assets.
fr: Choisissez un dossier Wallpaper Engine ou son dossier assets.
hi: Wallpaper Engine फ़ोल्डर या उसका assets फ़ोल्डर चुनें।
it: Scegli una cartella di Wallpaper Engine o la sua cartella assets.
ja: Wallpaper Engine のフォルダ、またはその assets フォルダを選択してください。
ko: Wallpaper Engine 폴더 또는 해당 assets 폴더를 선택하십시오.
pl: Wybierz folder Wallpaper Engine lub jego folder assets.
pt_br: Escolha uma pasta do Wallpaper Engine ou a pasta assets dele.
ru: Выберите папку Wallpaper Engine или её папку assets.
tr: Bir Wallpaper Engine klasörü veya onun assets klasörünü seçin.
uk: Виберіть папку Wallpaper Engine або її папку assets.
zh_hans: 选择 Wallpaper Engine 文件夹或其 assets 文件夹。
zh_hant: 選擇 Wallpaper Engine 檔案夾或其 assets 檔案夾。

source: Choose a folder for the Live Photos’ photos and movies.
ar: اختر مجلدًا لصور Live Photo وأفلامها.
de: Wählen Sie einen Ordner für Fotos und Filme der Live Photos.
es: Elige una carpeta para las fotos y los vídeos de las Live Photos.
fr: Choisissez un dossier pour les photos et les vidéos des Live Photos.
hi: Live Photo की फ़ोटो और मूवी के लिए फ़ोल्डर चुनें।
it: Scegli una cartella per le foto e i filmati delle Live Photo.
ja: Live Photoの写真とムービーを保存するフォルダを選択してください。
ko: Live Photo의 사진과 동영상을 저장할 폴더를 선택하십시오.
pl: Wybierz folder na zdjęcia i filmy Live Photo.
pt_br: Escolha uma pasta para as fotos e os vídeos das Live Photos.
ru: Выберите папку для фото и видео Live Photo.
tr: Live Photo’ların fotoğrafları ve filmleri için bir klasör seçin.
uk: Виберіть папку для фото й відео Live Photo.
zh_hans: 选取用于存储实况照片的照片和影片的文件夹。
zh_hant: 選擇用於儲存原況照片之照片和影片的檔案夾。

source: Choose a folder for the Live Photo’s photo and movie.
ar: اختر مجلدًا لصورة Live Photo وفيلمها.
de: Wählen Sie einen Ordner für Foto und Film des Live Photo.
es: Elige una carpeta para la foto y el vídeo de la Live Photo.
fr: Choisissez un dossier pour la photo et la vidéo de la Live Photo.
hi: Live Photo की फ़ोटो और मूवी के लिए फ़ोल्डर चुनें।
it: Scegli una cartella per la foto e il filmato della Live Photo.
ja: Live Photoの写真とムービーを保存するフォルダを選択してください。
ko: Live Photo의 사진과 동영상을 저장할 폴더를 선택하십시오.
pl: Wybierz folder na zdjęcie i film Live Photo.
pt_br: Escolha uma pasta para a foto e o vídeo da Live Photo.
ru: Выберите папку для фото и видео Live Photo.
tr: Live Photo’nun fotoğrafı ve filmi için bir klasör seçin.
uk: Виберіть папку для фото й відео Live Photo.
zh_hans: 选取用于存储实况照片的照片和影片的文件夹。
zh_hant: 選擇用於儲存原況照片之照片和影片的檔案夾。

source: Choose folders of wallpapers to add to the library
ar: اختر مجلدات خلفيات لإضافتها إلى المكتبة
de: Ordner mit Hintergrundbildern auswählen, die zur Mediathek hinzugefügt werden sollen
es: Elige carpetas de fondos de pantalla para añadirlas a la biblioteca
fr: Choisissez les dossiers de fonds d’écran à ajouter à la bibliothèque
hi: लाइब्रेरी में जोड़ने के लिए वॉलपेपर के फ़ोल्डर चुनें
it: Scegli le cartelle di sfondi da aggiungere alla libreria
ja: ライブラリに追加する壁紙のフォルダを選択
ko: 라이브러리에 추가할 배경화면 폴더 선택
pl: Wybierz foldery tapet do dodania do biblioteki
pt_br: Escolha pastas de imagens de fundo para adicionar à biblioteca
ru: Выберите папки с обоями, чтобы добавить их в библиотеку
tr: Kütüphaneye eklenecek duvar kâğıdı klasörlerini seçin
uk: Виберіть папки зі шпалерами, щоб додати їх до бібліотеки
zh_hans: 选取要添加到资料库的墙纸文件夹
zh_hant: 選擇要加入資料庫的背景圖片檔案夾

source: Choose the Android phone or tablet the wallpaper is made for, or a custom size
ar: اختر هاتف أو جهاز Android اللوحي الذي تُصنع له الخلفية، أو حجمًا مخصصًا
de: Wählen Sie das Android-Smartphone oder -Tablet, für das das Hintergrundbild gemacht wird, oder eine eigene Größe
es: Elige el teléfono o la tableta Android para el que se hace el fondo, o un tamaño personalizado
fr: Choisissez le téléphone ou la tablette Android pour lequel le fond d’écran est fait, ou une taille personnalisée
hi: वह Android फ़ोन या टैबलेट चुनें जिसके लिए वॉलपेपर बनाया जा रहा है, या कोई कस्टम आकार
it: Scegli il telefono o il tablet Android per cui è fatto lo sfondo, o una dimensione personalizzata
ja: 壁紙を作成する Android スマートフォンやタブレット、またはカスタムサイズを選択します
ko: 배경화면을 만들 Android 휴대폰 또는 태블릿이나 사용자 지정 크기를 선택합니다
pl: Wybierz telefon lub tablet z Androidem, dla którego powstaje tapeta, albo własny rozmiar
pt_br: Escolha o celular ou tablet Android para o qual o papel de parede é feito, ou um tamanho personalizado
ru: Выберите телефон или планшет Android, для которого создаются обои, или свой размер
tr: Duvar kağıdının yapıldığı Android telefonu veya tableti ya da özel bir boyutu seçin
uk: Виберіть телефон або планшет Android, для якого створюються шпалери, або власний розмір
zh_hans: 选择墙纸所针对的 Android 手机或平板电脑，或自定大小
zh_hant: 選擇桌布所針對的 Android 手機或平板電腦，或自訂大小

source: Choose the config.json of a Wallpaper Engine install.
ar: اختر ملف config.json لتثبيت Wallpaper Engine.
de: Wähle die config.json einer Wallpaper Engine-Installation.
es: Elige el config.json de una instalación de Wallpaper Engine.
fr: Choisissez le config.json d’une installation de Wallpaper Engine.
hi: Wallpaper Engine इंस्टॉलेशन की config.json चुनें।
it: Scegli il config.json di un’installazione di Wallpaper Engine.
ja: Wallpaper Engine のインストール先にある config.json を選択してください。
ko: Wallpaper Engine 설치 위치의 config.json을 선택하십시오.
pl: Wybierz plik config.json instalacji Wallpaper Engine.
pt_br: Escolha o config.json de uma instalação do Wallpaper Engine.
ru: Выберите config.json установленного Wallpaper Engine.
tr: Bir Wallpaper Engine kurulumunun config.json dosyasını seçin.
uk: Виберіть config.json встановленого Wallpaper Engine.
zh_hans: 选择 Wallpaper Engine 安装中的 config.json。
zh_hant: 選擇 Wallpaper Engine 安裝中的 config.json。

source: Choose the iPhone or iPad the Live Photo is made for
ar: اختر iPhone أو iPad الذي تُصنع له Live Photo
de: iPhone oder iPad wählen, für das das Live Photo erstellt wird
es: Elige el iPhone o iPad para el que se crea la Live Photo
fr: Choisir l’iPhone ou l’iPad auquel la Live Photo est destinée
hi: वह iPhone या iPad चुनें जिसके लिए Live Photo बनाई जा रही है
it: Scegli l’iPhone o l’iPad per cui creare la Live Photo
ja: Live Photoを作成するiPhoneまたはiPadを選択します
ko: Live Photo를 만들 iPhone 또는 iPad를 선택합니다
pl: Wybierz iPhone’a lub iPada, dla którego powstaje Live Photo
pt_br: Escolha o iPhone ou iPad para o qual a Live Photo é criada
ru: Выберите iPhone или iPad, для которого создается Live Photo
tr: Live Photo’nun hazırlanacağı iPhone’u veya iPad’i seçin
uk: Виберіть iPhone чи iPad, для якого створюється Live Photo
zh_hans: 选择要为其制作实况照片的 iPhone 或 iPad
zh_hant: 選擇要為其製作原況照片的 iPhone 或 iPad

source: Choose what happens on battery, when another app goes fullscreen, or when your displays sleep — from lowering the frame rate to pausing entirely.
ar: اختر ما يحدث عند العمل بالبطارية، أو عندما ينتقل تطبيق آخر إلى ملء الشاشة، أو عندما تدخل شاشات العرض في وضع السكون — بدءًا من خفض معدل الإطارات ووصولًا إلى الإيقاف المؤقت التام.
de: Legen Sie fest, was im Batteriebetrieb, bei einer anderen App im Vollbildmodus oder im Ruhezustand der Displays passiert – von einer niedrigeren Bildrate bis zum vollständigen Pausieren.
es: Elige qué ocurre con la batería, cuando otra app pasa a pantalla completa o cuando tus pantallas entran en reposo: desde bajar la velocidad de fotogramas hasta pausar por completo.
fr: Choisissez ce qui se passe sur batterie, lorsqu’une autre app passe en plein écran ou lorsque vos moniteurs sont en veille — de la réduction de la fréquence d’images à la mise en pause complète.
hi: चुनें कि बैटरी पर, किसी दूसरे ऐप के फ़ुल स्क्रीन होने पर या डिस्प्ले के स्लीप में जाने पर क्या हो — फ़्रेम दर घटाने से लेकर पूरी तरह पॉज़ करने तक.
it: Scegli cosa succede con l’alimentazione a batteria, quando un’altra app passa a tutto schermo o quando gli schermi sono in stop: dal ridurre la frequenza fotogrammi alla pausa completa.
ja: バッテリー使用時、ほかのアプリがフルスクリーンになったとき、ディスプレイがスリープしたときの動作を、フレームレートを下げることから完全な一時停止まで選択できます。
ko: 배터리 사용 중, 다른 앱이 전체 화면으로 전환될 때 또는 디스플레이가 잠자기 상태일 때 프레임 속도 낮추기부터 완전히 일시 정지하기까지 원하는 동작을 선택할 수 있습니다.
pl: Wybierz, co się dzieje przy zasilaniu z baterii, gdy inna aplikacja przechodzi na pełny ekran lub gdy wyświetlacze są uśpione — od obniżenia liczby klatek po całkowite wstrzymanie.
pt_br: Escolha o que acontece na bateria, quando outro app entra em tela cheia ou quando as telas repousam — de reduzir a taxa de quadros a pausar totalmente.
ru: Выберите, что происходит при работе от аккумулятора, когда другое приложение открыто на весь экран или когда дисплеи уходят в сон: от снижения частоты кадров до полной паузы.
tr: Pille çalışırken, başka bir uygulama tam ekrana geçtiğinde veya ekranlarınız uyku moduna girdiğinde ne olacağını seçin — kare hızını düşürmekten tamamen duraklatmaya kadar.
uk: Виберіть, що відбувається під час роботи від акумулятора, коли інша програма переходить у повноекранний режим або коли дисплеї засинають: від зниження частоти кадрів до повної паузи.
zh_hans: 选择使用电池、其他 App 进入全屏或显示器睡眠时的行为——从降低帧速率到完全暂停。
zh_hant: 選擇使用電池時、其他 App 進入全螢幕時或顯示器進入睡眠時的處理方式——從降低畫面播放速率到完全暫停。

source: Choose what wallpapers do while specific apps are running or in front, such as pausing during a game.
ar: اختر ما تفعله الخلفيات أثناء تشغيل تطبيقات معيّنة أو وجودها في المقدمة، مثل الإيقاف المؤقت أثناء لعبة.
de: Legen Sie fest, was Hintergrundbilder tun, während bestimmte Apps laufen oder im Vordergrund sind, etwa Pausieren während eines Spiels.
es: Elige qué hacen los fondos de pantalla mientras ciertas apps están abiertas o en primer plano, como pausar durante un juego.
fr: Choisissez ce que font les fonds d’écran pendant que certaines apps sont ouvertes ou au premier plan, par exemple une pause pendant un jeu.
hi: चुनें कि कुछ ऐप चलने या सामने होने पर वॉलपेपर क्या करें, जैसे गेम के दौरान पॉज़ करना।
it: Scegli cosa fanno gli sfondi mentre determinate app sono aperte o in primo piano, ad esempio la pausa durante un gioco.
ja: 特定のアプリが起動中または最前面にあるときの壁紙の動作を選択します。たとえばゲーム中に一時停止できます。
ko: 특정 앱이 실행 중이거나 앞에 있을 때 배경화면의 동작을 선택합니다. 예를 들어 게임 중에 일시 정지할 수 있습니다.
pl: Wybierz, co robią tapety, gdy określone aplikacje działają lub są na pierwszym planie, na przykład wstrzymanie podczas gry.
pt_br: Escolha o que as imagens de fundo fazem enquanto certos apps estão abertos ou em primeiro plano, como pausar durante um jogo.
ru: Выберите, что делают обои, пока определённые приложения запущены или на переднем плане, например пауза во время игры.
tr: Belirli uygulamalar çalışırken veya öndeyken duvar kâğıtlarının ne yapacağını seçin; örneğin oyun sırasında duraklatma.
uk: Виберіть, що роблять шпалери, поки певні програми запущені або на передньому плані, наприклад пауза під час гри.
zh_hans: 选择特定应用运行或位于最前面时墙纸的行为，例如在游戏时暂停。
zh_hant: 選擇特定 App 執行中或位於最前方時背景圖片的行為，例如在遊戲時暫停。

source: Choose...
ar: اختيار…
de: Auswählen …
es: Seleccionar…
fr: Choisir…
hi: चुनें…
it: Scegli…
ja: 選択…
ko: 선택...
pl: Wybierz…
pt_br: Escolher…
ru: Выбрать…
tr: Seç…
uk: Вибрати…
zh_hans: 选取…
zh_hant: 選擇⋯

source: Choose…
ar: اختيار…
de: Auswählen …
es: Seleccionar…
fr: Choisir…
hi: चुनें…
it: Scegli…
ja: 選択…
ko: 선택…
pl: Wybierz…
pt_br: Escolher…
ru: Выбрать…
tr: Seç…
uk: Вибрати…
zh_hans: 选取…
zh_hant: 選擇⋯

source: Chosen folder
ar: المجلد المختار
de: Ausgewählter Ordner
es: Carpeta elegida
fr: Dossier choisi
hi: चुना गया फ़ोल्डर
it: Cartella scelta
ja: 選択したフォルダ
ko: 선택한 폴더
pl: Wybrany folder
pt_br: Pasta escolhida
ru: Выбранная папка
tr: Seçilen klasör
uk: Вибрана папка
zh_hans: 所选文件夹
zh_hant: 所選檔案夾

source: Chromium web engine
ar: محرك الويب Chromium
es: Motor web Chromium
fr: Moteur web Chromium
hi: Chromium वेब इंजन
it: Motore web Chromium
ja: Chromium ウェブエンジン
ko: Chromium 웹 엔진
pl: Silnik WWW Chromium
pt_br: Motor web Chromium
ru: Веб-движок Chromium
tr: Chromium web motoru
uk: Веб-рушій Chromium
zh_hans: Chromium 网页引擎
zh_hant: Chromium 網頁引擎
